* Clocked Time

#+BEGIN: clocktable :scope file :maxlevel 2
#+CAPTION: Clock summary at [2019-07-06 Sat 14:47]
| Headline                                | Time |      |
|-----------------------------------------+------+------|
| *Total time*                              | *0:13* |      |
|-----------------------------------------+------+------|
| The palace of destinies                 | 0:13 |      |
| \_  Fate the spider: the first sighting |      | 0:13 |
#+END:


* The palace of destinies
:PROPERTIES:
:EXPORT_FILE_NAME: /Users/sarahchoukah/palace/testexport
:END:
#+OPTIONS: TOC:nil
** Dead Memories market
<2019-10-19 Sat 13:44>

Dead memories market is a paralell to Bartleby's office of dead letters.
** Fate the spider: the first sighting
   :LOGBOOK:
   CLOCK: [2019-07-06 Sat 14:32]--[2019-07-06 Sat 14:45] =>  0:13
   :END:

Nagib and Aela know what disgusts Alma most. It is bad enough, in one place, to see and touch so many cobwebs, remnants of the arthropods rich reign. That's enough to make Alma heave out every bit of undigested food out of her system and beyond. The cobwebs cover every inch of bronze, and silver, and gold; every jewel stone, embedded crystal, rare luscious pearl. Finding all these treasures, unreported and obviously stolen, could make Alma heave for the rest of her life. 
<<<<<<< HEAD
=======

I don't know what Hegge's role in all this was, Alma blurts out between spikes of acid reflux in her throat. She's not heaving yet. But breathes in the low, rumbling manner of a hurt animal. Her heart pounds at the sight of such exquisite, megalomaniac collection. She doesn't dare touch anything, her eyes do all the work for her while her body stays in place, benumbed.

Her gaze eers some more from a relic-covered wall to another, as if in a dream. It rests for a moment in a corner before Alma half-wakes up from her trance  

** Gone

Within an imperceptible second, Alma disappeared. After ot gobbled her, the mirror still seems wide open. Nagib and Aela look at each other, trembling, jaws clenched, lips tight. They know they should go, but wonder each in their head, at the same time, about the odds of them ever coming back frim the other side. Maybe the mirror is only waiting to capture them, as a spider would, patiently counting on them to pass through.
>>>>>>> dd78b0f5ac57689f5d12d3e704daec9b20a23caa

I don't know what Hegge's role in all this was, Alma blurts out between spikes of acid reflux in her throat. She's not heaving yet. But breathes in the low, rumbling manner of a hurt animal. Her heart pounds at the sight of such exquisite, megalomaniac collection. She doesn't dare touch anything, her eyes do all the work for her while her body stays in place, benumbed.

Her gaze eers some more from a relic-covered wall to another, as if in a dream. It rests for a moment in a corner before Alma half-wakes up from her trance  

** You can't dissect names of things


#+begin_quote
@palace story excerpt

- What do you offer to teach me? Asks the Zen master
- I have learned to name all things
- That's awful wrong! The Zen master interrupts. I wouldn't want to learn this from you. I have to teach you how to unlearn it!

[...REPLACE...]


- Once named, you can't spell your anxiety to better understand it. You can't go 

"W-O-R-T-H-L-E-S-S"

and hope that, because you dissected this word, and let each of its letters roll on your tongue, you'll have access to the orthography of all values. You can't use that word and stick it into a sentence like another qualifier, just like that. That's a horrible mistake. You'll only give yourself the illusion that you're able to fathom the grammar of heart sickness. 

The word itself will be odorless, dull, almost tranparent. But the most important isn't the name you give to any of these things growing and living in you. You only have to realize this: just as the name itself is this pale, depleted, void surface you use to wrap around your experience, so is that emotion itself ---the soft texture of unrequited love, the hurling wind of humiliation--- that emotion is nothing without you. It's a mode, and as a mode, it is helpless. By letting it wash over you, by letting it inside in the deepest of your depths, you give it power.

Understand this, and never again will you be looking after names for anything you experience, and you can let those things come and go, slick and tasteless, as you choose.

- But I'll never want this for myself!
- So then don't whine! the Zen master says, hitting Ayela with his bamboo stick.
- I didn't whine! I only offered my skill
- Any skill is meant to solve a problem. By saying that naming things is a skill, you make a problem out of experience. There is no such thing so skillfull that it will protect you from reality, no matter how bare and raw its violence. Your eyes are lready open! You are already awake! It's you who puts on the blindfolds and rides exactly as the rider wants you to. So stop whining! Make sure you say to yourself "I am grateful for everything, I have no complaints whatsoever".
#+end_quote


** leap of faith                                                  :noexport:
 <2019-04-29 Mon 00:48>

 Nagib has to choose between the belief that his religion is nothing 

 It's the time where Alma and Nagib are being put to the test. "It's the time where my love for you shows and goes well beyond everything else". But something goes wrong there and either Nagib or Alma chooses not to trust the relationship more than the commitment on which he or she is challenged. 

** Pants planning                                                  :noexport:
<2019-07-16 Tue 14:39>


I'm writing this as "free writing" because, in effect, I don't know what to write about. I just want to make this interactive story and have difficulty figuring out what the core of it is. What's it about really? And what is the sort of antagonistic force that the characters have to confront or overcome? Initially, I did this because of the story of the Palace of Destinies, a story nested within a story Leibniz recounts in his /Theodicée/ and that Giorgio Agamben also takes up and recounts after leibniz in his book /Potentialities/. However, there are  

Writte somewhat earlier, around the time I was trying to have workflow working with git in iOS and mac OS, and tried textastic app for the first time, (and which works great with working copy). 
 # I'm really at a loss. 

 # test story .org

 # Added some more stuff to test out git 


 # I don't know why it's telling me that git doesn't work.

 # And why it doesn't work now.

 # and now, and now

